html/20220714165802-el_lamento_de_un_matematico.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2022-07-15 vie 17:02 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>El lamento de un matemático</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="José A. Alonso" />
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet"
                       type="text/css"
                       href="http://www.cs.us.es/~jalonso/estilos/estilo_3.css"
                  />
</head>
<body>
<div id="content">
<h1 class="title">El lamento de un matemático</h1>
<p>
<a href="http://funes.uniandes.edu.co/8476/">El lamento de un matemático</a> de Paul Lockhart.
</p>

<p>
El original es <a href="20220714172857-a_mathematician_s_lament.html#ID-940849ca-ee50-41b9-b49a-e73aa0e25544">A mathematician’s lament</a>.
</p>

<ul class="org-ul">
<li>Lo primero que hay que entender es que las matemáticas son un arte.</li>

<li>"Un matemático, como un pintor o un poeta, es un creador de patrones.
Si sus patrones son más permanentes que los del poeta, es porque están
hechos de ideas." de Hardy</li>

<li>Si hay algo parecido a un principio estético unificador en las
matemáticas, es simplemente esto: <i>la simplicidad es bella</i>.</li>

<li>Eliminando el proceso creativo y dejando sólo los resultados del
proceso, casi se garantiza que nadie vaya a tener atracción a la
asignatura.</li>

<li>Concentrándose en el <i>qué</i> y omitiendo el <i>por qué</i>, las matemáticas
se reducen a una cáscara vacía. El arte no está en la «verdad» sino en
la explicación, el argumento.  Es el argumento en sí el que da a la
verdad su contexto, y determina qué es lo que realmente se está
diciendo, así como su significado. Las matemáticas son el <i>arte de la
explicación</i>.</li>

<li>No estoy protestando por la presencia de hechos y fórmulas en las
clases de matemáticas, estoy protestando por la falta de <i>matemáticas</i>
en las clases de matemáticas.</li>

<li>En ningún momento se revela el secreto a los alumnos de que las
matemáticas, al igual que cualquier literatura, es creada por los
seres humanos para su propia diversión; que las obras de matemáticas
están sujetas a evaluación crítica; que uno puede tener y desarrollar
<i>gusto</i> matemático. Una pieza de matemáticas es como un poema, y
podemos preguntarnos si satisface nuestros criterios estéticos: ¿Es
lógico el argumento? ¿Tiene sentido? ¿Es simple y elegante? ¿Me acerca
al quid de la cuestión?</li>

<li>El problema es que las matemáticas, como la pintura o la poesía, son
un trabajo creativo duro. Eso las hace muy difíciles de enseñar. Las
matemáticas son un proceso lento y contemplativo.</li>

<li>Las matemáticas son un <i>arte</i>, y el arte debería ser enseñado por
artistas, y si no, al menos por gente que aprecia esa forma de arte y
la reconoce cuando la ve.</li>

<li>Lo realmente doloroso de cómo se enseñan las matemáticas en el colegio no es
lo que falta —el hecho de que no se están haciendo matemáticas de verdad en las
clases de matemáticas— sino lo que hay en su lugar: el montón de desinformación
destructiva conocida como «el currículo de matemáticas».</li>

<li>Las matemáticas tratan de problemas, y los problemas tienen que
hacerse el foco de la vida matemática de un estudiante.</li>

<li>Lo que está sucediendo es el debilitamiento sistemático de la
intuición de los estudiantes. Una demostración, esto es, un argumento
matemático, es una obra de ficción, un poema. Su objetivo es
<i>satisfacer</i>. Una demostración bonita debería expli- car, y debería
explicar clara, profunda y elegantemente. Un argumento bien escrito y
bien confeccionado debería sentirse como un jarro de agua fría, y ser
un faro que ilumine —debería refrescar el espíritu e iluminar la
mente—. Y debería ser <i>cautivador</i>.</li>

<li>Hay un lugar para las demostraciones formales en las matemáticas, sin
duda. Pero ese lugar no es la primera introducción que tiene un
estudiante a la argumentación matemática.</li>

<li>La demostración rigurosa y formal sólo se convierte en importante
cuando hay una <i>crisis</i> —cuando te das cuenta de que tu objeto
imaginario se comporta de forma anti-intuitiva; cuando hay una
paradoja de algún tipo—.</li>

<li>El problema con el currículo estándar de geometría es que la
experiencia personal de ser un artista que se esfuerza ha sido
prácticamente eliminada. El arte de la demostración se ha reemplazado
por un rígido patrón de deducciones formales sin inspiración.</li>

<li>Se les enseña a imitar argumentos, no a intentar hacerlos. Así que no
sólo no tienen ni idea de qué está diciendo su profesor, no tienen ni
idea de qué están diciendo ellos mismos.</li>
</ul>
</div>
<div id="postamble" class="status">
<p class="author">Autor: José A. Alonso</p>
<p class="date">Created: 2022-07-15 vie 17:02</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
